using NUnit.Framework;
using System;
using UnityEngine;

namespace FebJam
{
    public static class GameStrings
    {
        public static string[] Names = { "Иван", "Федор", "Илья", "Владислав", "Игорь", "Матвей", "Андрей", "Константин",
        "Никнита", "Владимир", "Аллан", "Виталий", "Виктор", "Семён", "Каин", "Ахмед"};
        public static string[] Speaches = { "Добрейший вечерочек, пропустите, пожалуйста.",
            "Мадмуазельена, будьте добры, пропустите емае, мгагага",
            "Задолбало учиться, чтобы потом на нищей работке олигарху яхту удлинять, пропустите уже!",
        "В геншине новый патч вышел! Быстрее работайте там, меня вайфу ждут!",
        "Вы там что, уснули? Почему вы на меня так смотрите?! Давайте скорее!",
        "Сегодня кто-то войдёт в Коноху))",
        "Наруто учил никогда не сдаваться, поэтому я буду возвращаться снова и снова",
        "Ну емае, опять комп не обновил! Опертива теперь как машина стоит. Пропустите, пожалуйста.",
        "Да я в порядке, честно... Просто возьмут, просто посмотрю романтическое аниме про школьников залпом :(",
        "Родился, потерпел и умер - вся моя жизнь. Ещё и вы добиваете..." };
    }
}